import type { TermsBlock } from "../types";

export const PRIVACY_POLICY_CONTENT: TermsBlock[] = [
  { type: "paragraph", text: "제 1 장 총칙", bold: true },
  {
    type: "paragraph",
    text: `‘주식회사 빅링크에이아이’(이하 '회사'라 합니다)는 이용자의 개인정보를 중요시하며, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보 보호법」을 준수하기 위하여 노력하고 있습니다.

회사는 이용자로부터 제공받은 개인정보를 어떠한 용도와 방식으로 이용하고 있으며, 개인정보 보호를 위해 어떠한 조치를 취하고 있는지 개인정보처리방침을 통해 알려드립니다.

0. 총칙
“개인정보”란 살아 있는 개인에 관한 정보로서 성명, 주민등록번호 및 영상 등에 의하여 특정 개인을 알아볼 수 있는 정보(해당 정보만으로는 특정 개인을 알아볼 수 없더라도 다른 정보와 쉽게 결합하여 알아볼 수 있는 것을 포함)를 말합니다.

회사는 이용자가 본 개인정보처리방침을 언제나 쉽게 볼 수 있도록 빅버드 사이트 (https://www.bigbird.co.kr)의 첫 화면에 공개하고 있습니다.

회사는 개인정보처리방침을 지속적으로 개선하기 위하여 개정에 필요한 절차를 정하고 있습니다. 또한 개인정보처리방침을 개정하는 경우 이에 버전번호 등을 부여하여 이용자가 개정된 사항을 쉽게 알아볼 수 있게 합니다.

본 방침은 2020년 10월 1일부터 시행되며, 이를 개정하는 경우 웹사이트에 공지(또는 서면•이메일•전화•SMS 등의 방법으로 개별 공지)합니다.

1. 이용자 및 법정대리인의 권리 및 그 행사 방법

(1) 이용자 및 법정대리인은 등록되어 있는 이용자 본인 혹은 당해 만 14세 미만자의 개인정보와 관련하여, 다음과 같은 사항에 대하여 열람, 정정•삭제, 처리정지, 혹은 동의 철회를 언제든지 요청할 수 있습니다.

이를 위하여 홈페이지의 “개인정보변경”(또는 “회원정보수정” 등) 메뉴 또는 대표전화(1661-6213)를 이용하거나, 개인정보 보호책임자에게 서면•이메일•전화로 연락할 수 있습니다.

회사는 다음에 해당하는 경우 개인정보의 전부 또는 일부에 대하여 열람 혹은 정정•삭제 요청을 거부할 수 있습니다.
– 법률에 따라 열람이 금지되거나 제한되는 경우
– 다른 사람의 생명•신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우

2) 이용자가 개인정보의 오류에 대해 정정을 요청한 경우, 회사는 정정을 완료하기 전까지 해당 개인정보를 이용하거나 제3자에게 제공하지 않습니다. 또한 오류가 있는 개인정보를 제3자에게 이미 제공한 경우에는 정정된 내용을 제3자에게 지체 없이 통지합니다.

회사는 이용자 혹은 법정대리인의 요청에 의해 삭제 또는 처리 정지된 개인정보를 “7. 개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고, 그 외의 용도로 열람 또는 이용할 수 없게 합니다.

이용자는 자신의 개인정보를 최신의 상태로 정확하게 입력해야 합니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며, 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실될 수 있습니다.

이용자에게는 개인정보를 보호받을 권리뿐만 아니라 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 있습니다. 비밀번호 등 이용자의 개인정보가 유출되지 않도록 조심하고, 게시물 등 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 이 같은 책임을 다하지 않고 타인의 정보 및 존엄성을 훼손할 시에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등에 의해 처벌 받을 수 있습니다.

2. 개인정보 보호책임자 및 고객 지원 담당 부서

회사는 이용자의 개인정보를 보호하고 개인정보와 관련된 불만을 처리하기 위하여 아래와 같이 담당 부서 및 개인정보 보호책임자를 지정하고 있습니다.

(1) 고객 지원 담당 부서

고객 지원 담당 부서 : 빅버드 사업부
전화 : 1661-6213
문의처 : info@biglinkai.com

(2) 개인정보 보호책임자 및 개인정보 보호 담당 부서

개인정보 보호책임자 : 개인정보보호사무국장
개인정보 보호 담당 부서 : 개인정보보호사무국
전화 : 1661-6213
문의처 : privacy@biglinkai.com

(3) 기타 기관

이용자는 회사의 서비스를 이용하며 발생한 개인정보 보호와 관련된 모든 민원을 개인정보 보호책임자 혹은 담당 부서로 신고할 수 있습니다. 회사는 이용자의 신고사항에 대해 신속하고 충분한 답변을 드릴 것입니다. 기타 개인정보 침해에 대해 신고나 상담이 필요한 경우에는 아래 기관에 문의하시기 바랍니다.

– 개인정보침해 신고센터 (https://privacy.kisa.or.kr / 국번 없이 118)
– 대검찰청 과학수사부 사이버수사과 (http://cybercid.spo.go.kr / 국번 없이 1301)
– 경찰청 사이버안전국 (http://cyberbureau.police.go.kr / 국번 없이 182)

3. 개인정보 자동 수집 장치의 설치, 운영, 거부에 관한 사항

(정보통신망 이용촉진 및 정보보호 등에 관한 법률 적용대상인 경우에 한하여 적용됩니다)

회사는 이용자의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 사용합니다. 쿠키란 회사의 웹사이트 운영에 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로, 이용자의 컴퓨터 하드디스크에 저장됩니다.

(1) 쿠키 사용 목적

회사는 자동로그인 기능 구현, 회원과 비회원의 접속 빈도나 방문 시간 등 분석, 이용자의 취향과 관심분야 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 횟수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공의 목적으로 쿠키 등을 사용합니다.

(2) 쿠키 설정 방법

이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인하거나, 모든 쿠키의 저장을 거부할 수 있습니다.

단, 이용자가 쿠키 설치를 거부할 경우 서비스 제공에 어려움이 있을 수 있습니다.

– 쿠키 설정 방법 (인터넷 익스플로러 11.0을 사용하고 있는 경우)
: 「도구」메뉴에서 「인터넷옵션」을 선택합니다. 「개인정보 탭」을 클릭합니다.
「고급」을 선택하여 자신에게 맞는 쿠키 허용 수준을 설정합니다.
– 받은 쿠키를 보는 방법 (익스플로러 11.0을 사용하고 있는 경우)
: 「도구」 메뉴에서 「인터넷옵션」을 선택합니다.
「일반」 탭을 클릭합니다.
‘검색기록’ 의 「설정」으로 들어가서 「파일보기」에서 확인합니다.
– 쿠키 설치 거부 방법 (인터넷 익스플로어 11.0 사용하고 있는 경우)
: 「도구」 메뉴에서 「인터넷옵션」을 선택합니다.
「개인정보 탭」 을 클릭합니다.
「기본값」에서 상위레벨을 선택하여 “모든 쿠키차단”으로 설정합니다.

4. 개인정보 수집 항목 및 수집 방법
(1) 개인정보 수집 항목

회사는 최초 회원 가입 또는 서비스 이용 시 이용자로부터 아래와 같은 개인정보를 수집하고 있습니다.`,
  },
  {
    type: "table",
    headers: ["구분", "자세한 내용"],
    rows: [
      ["① 필수항목", "□ 성명, 휴대폰번호, 이메일, 생년월일, SNS 계정 정보"],
      [
        "② 선택항목",
        "□ 서비스 계정정보, 성별, 연령, 직업, 결혼유무, 자녀관계, 반려동물, 피부타입, 지역, 배송주소, 계좌정보 * 해외 구매대행 상품의 경우는 통관절차를 위해 고객님의 개인통관 고유부호를 별도로 입력 및 제공 동의 받아 상품배송에 활용하게 됩니다.",
      ],
    ],
  },
  {
    type: "paragraph",
    text: `※ 회사는 이용자의 사생활을 현저히 침해할 우려가 있는 민감정보(사상•신념, 노동조합•정당의 가입•탈퇴, 정치적 견해, 건강, 성생활 등에 관한 정보 등)는 수집하지 않습니다.

※ 회사는 원칙적으로 이용자가 만 14세 미만자일 경우 개인정보를 수집하지 않습니다. 서비스 이용을 위하여 만 14세 미만자의 개인정보를 부득이 수집할 때에는 사전에 법정대리인에게 동의를 구하고, 관련 업무가 종료됨과 동시에 해당 정보를 지체 없이 파기하며, 업무가 진행되는 동안 개인정보를 철저히 관리합니다.

※ 허위 정보 입력 시에 회원은 자신의 정보에 대한 정확성 및 적법성을 보장해야 합니다. 만약 이를 위반하여 타인의 정보를 도용하는 등 각종 방법으로 허위 정보를 입력할 경우에 회사는 회원을 관계법령에 따라 ‘민형사상 조치 등 제반 법적 조치’ 및 강제 탈퇴 시킬 수 있습니다.

(2) 개인정보 수집 방법

회사는 다음과 같은 방법으로 개인정보를 수집합니다.
- 홈페이지, 서면양식, 팩스∙전화∙이메일∙상담게시판 등을 통한 수집, 경품행사 응모 및 이벤트 참여 등을 통한 수집
- 생성 정보 수집 툴을 통한 수집

※ 회사는 이용자가 회사의 개인정보 수집•이용 동의서의 각 내용에 대해 "동의" 또는 "동의하지 않음"을 선택할 수 있는 절차를 갖추고 있습니다.

5. 개인정보의 수집∙이용 목적

회사는 수집한 개인정보를 다음의 목적을 위해 사용합니다.`,
  },
  {
    type: "table",
    headers: ["목적", "자세한 내용"],
    rows: [
      [
        "① 회원가입",
        "□ 회원제 서비스 이용에 따른 본인확인, 개인식별절차, 고객문의 및 불만 처리, 각종 고지, 통지사항 전달. 분쟁조정을 위한 기록 보존",
      ],
      [
        "② 상품 및 서비스 제공",
        "□ 상품 구매 및 요금 결제, 상품/이벤트 물품 배송 또는 청구지 발송 등 마케팅 및 상품 정보 전달 관련(선택사항: SMS,이메일 수신 동의 시) : 신규 서비스/이벤트 정보 안내, 고객 만족도 조사, 고객 인터뷰 등의 마케팅 이벤트, 마케팅을 위한 통계자료로 활용",
      ],
    ],
  },
  {
    type: "paragraph",
    text: `6. 제3자에게의 개인정보 제공

회사는 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 다만, 아래의 경우는 예외로 합니다.

– 법령의 규정에 의거한 경우, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
– 유료 서비스 제공에 따른 요금 정산을 위하여 필요한 경우
– 통계 작성, 학술연구, 시장조사를 위해 특정 개인을 식별할 수 없는 형태로 가공해서 제공하는 경우
– 이용자가 사전에 동의한 경우

7. 개인정보의 보유 및 이용 기간

회사는 원칙적으로 회원 탈퇴 등 개인정보의 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.

단, 관련 법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관련 법령에서 정한 일정한 기간 동안 개인정보를 보관합니다. 이 경우 회사는 해당 정보를 별도의 데이터베이스(DB)로 옮기거나 다른 장소에 보관합니다.`,
  },
  {
    type: "table",
    headers: ["보유 항목", "보유 기간", "법적 근거"],
    rows: [
      [
        "계약 또는 청약철회 등에 관한 기록",
        "5년",
        "전자상거래 등에서의 소비자보호에 관한 법률",
      ],
      [
        "대금결제 및 재화 등의 공급에 관한 기록",
        "5년",
        "전자상거래 등에서의 소비자보호에 관한 법률",
      ],
      [
        "소비자의 불만 또는 분쟁처리에 관한 기록",
        "3년",
        "전자상거래 등에서의 소비자보호에 관한 법률",
      ],
      [
        "신용정보의 수집/처리 및 이용 등에 관한 기록",
        "6개월",
        "전자상거래 등에서의 소비자보호에 관한",
      ],
      [
        "이용자의 인터넷 등 로그 기록 / 이용자의 접속지 추적자료 그 외의 통신사실 확인 자료",
        "3개월\n12개월",
        "통신비밀보호법",
      ],
    ],
  },
  {
    type: "paragraph",
    text: `8. 개인정보의 파기 절차 및 파기 방법

개인정보의 파기 절차 및 파기 방법은 다음과 같습니다.

(1) 파기 절차

이용자의 개인정보는 목적이 달성된 후 별도의 DB(종이의 경우 별도의 서류함)로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(“7. 개인정보의 보유 및 이용기간” 참조) 일정 기간 보관된 후 파기됩니다. 별도의 DB로 옮겨진 개인정보는 법령에 의한 경우 외에는 보유되는 목적 이외의 다른 목적으로 이용되지 않습니다.

(2) 파기 방법

회사는 기록을 재생할 수 없는 기술적 방법을 사용하여 전자적 파일 형태로 저장된 개인정보를 삭제합니다. 종이에 출력된 개인정보는 분쇄나 소각을 통해 파기됩니다.

9. 개인정보의 위탁

회사는 서비스 제공을 위해 필요한 경우에 한해 아래와 같이 서비스 별로 개인정보의 처리 업무를 외부 전문 업체에 위탁합니다.

회사는 개인정보의 처리를 위탁하는 경우 개인정보 보호에 만전을 기하기 위하여 개인정보 보호 관련 지시 엄수 의무, 개인정보에 대한 비밀 유지 의무, 제3자 제공 금지 및 사고 시 책임부담 의무, 위탁기간 이후 및 처리 종료 후 개인정보의 반환 또는 파기 의무 등을 명확히 규정하고, 수탁업체가 개인정보를 안전하게 처리하도록 감독합니다.

회사는 수탁업체나 위탁 업무의 내용이 변경될 경우, 이를 웹사이트에 공지(또는 서면•이메일•전화•SMS 등의 방법으로 개별 공지)합니다.`,
  },
  {
    type: "table",
    headers: ["수탁업체의 명칭", "위탁하는 업무의 내용"],
    rows: [
      ["KMC 한국 모바일 인증", "□ 휴대폰 번호를 활용한 본인 확인"],
      ["비즈엠", "카카오톡 알림톡 발송"],
      [
        "카페24",
        "□ 회원 정보(아이디,비밀번호) 확인을 위한 본인 확인 문자 메시지 발송",
      ],
      [
        "우체국 택배, CJ대한통운, 현대택배, 한진택배 등 국내 택배사",
        "□ 상품 배송",
      ],
      [
        "이니시스, 유플러스 등",
        "□ 결제(신용카드, 무통장, 실시간 계좌이체, 지류상품권 및 기타 결제수단)",
      ],
    ],
  },
  {
    type: "paragraph",
    text: `10. 기타 개인정보 처리에 관한 방침

(1) 개인정보 보호를 위한 기술적∙관리적 조치

회사는 이용자의 개인정보 처리 시 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적∙관리적 조치를 취합니다.

– 내부관리계획의 수립 및 시행

ㆍ개인정보를 안전하게 처리하기 위하여 내부관리계획을 수립하고 시행합니다.
ㆍ사내 개인정보 보호 전담기구 등을 통해 개인정보 보호조치의 이행사항 및 업무 담당자의 준수 여부를 확인하며, 문제 발견 시 즉시 시정하도록 조치합니다.

– 접근 통제 장치의 설치 및 운영

ㆍ침입 차단 시스템을 이용하여 외부의 무단 접근을 통제하고 있으며, 그 외에도 시스템상의 보안성을 확보하기 위하여 가능한 모든 기술적 장치를 갖추려고 노력합니다.

– 접속 기록의 위조∙변조 방지를 위한 조치

ㆍ개인정보 처리시스템에 접속한 기록을 보관∙관리하며, 접속 기록이 위조∙변조되지 않도록 보안 기능을 사용합니다.

– 개인정보의 암호화

ㆍ이용자의 개인정보는 비밀번호에 의해 보호되며, 파일 보관 시 이를 암호화하거나 파일 잠금 기능(Lock)을 사용합니다. 또한 전송되는 데이터는 암호화되며, 중요한 데이터는 별도의 보안 기능으로 보호됩니다.

– 해킹 예방 대책

ㆍ백신 프로그램을 이용하여 악성 바이러스에 의한 피해를 방지합니다. 백신 프로그램은 주기적으로 업데이트되며, 갑작스런 바이러스가 출현할 경우 해당 백신이 나오는 즉시 이를 제공함으로써 개인정보 침해를 방지합니다.
ㆍ네트워크 상에서 개인정보를 안전하게 전송할 수 있는 암호화 전송 방법인 보안장치(Secure Socket Layer, SSL)를 채택하고 있습니다.
ㆍ해킹 등 외부침입에 대비하여 각 서버마다 침입 차단 시스템 및 취약점 분석 시스템 등을 도입하고 보안에 만전을 기합니다.
ㆍ개인정보와 일반 데이터를 섞어서 보관하지 않고, 별도의 서버에 분리하여 보관합니다.

– 개인정보 취급 직원의 최소화 및 교육

ㆍ이용자를 직접 상대하여 마케팅 업무를 수행하는 자, 개인정보 보호책임자 및 담당자 등 개인정보 관리 업무를 수행하는 자, 기타 업무상 개인정보의 취급이 불가피한 자 등으로 이용자의 개인정보에 대한 접근 권한을 제한합니다.
ㆍ개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 및 개인정보 보호 의무 등에 관한 정기적인 사내교육 및 외부 위탁교육을 실시합니다.
ㆍ입사 시 전 직원이 보안서약서를 작성하게 함으로써 사람에 의한 정보 유출을 방지합니다. 또한 개인정보 보호조치의 이행사항 및 직원의 준수 여부를 감사하기 위한 내부 절차를 갖추고 있습니다.
ㆍ개인정보취급자의 업무 인수인계는 보안이 철저하게 유지된 상태에서 이뤄지며, 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화합니다.
ㆍ전산실 및 자료 보관실 등을 특별 보호구역으로 지정하여 출입을 통제합니다.

(2) 링크 제공 방침

회사는 다른 회사의 웹사이트 또는 자료에 대한 링크를 이용자에게 제공할 수 있으며, 이용자는 제3자가 개발한 제품 및 서비스를 삼성 서비스를 통해 사용할 수 있습니다 (예를 들어, 제3자가 개발한 어플리케이션을 삼성 갤럭시 스토어에서 다운로드하여 사용하는 경우 등). 이 경우, 회사는 제3자의 사이트, 자료, 제품 및 서비스에 대해 아무런 통제권이 없으므로, 제3자로부터 제공받는 제품 및 서비스나 자료의 유용성에 대해 책임지거나 보증할 수 없습니다. 회사가 제공한 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우, 해당 사이트의 개인정보 보호정책은 회사와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.

(3) 게시물 운영 방침

회사는 이용자의 게시물을 소중하게 생각하며 변조, 훼손, 삭제되지 않도록 최선을 다하여 보호합니다. 다만, 아래의 경우는 예외로 합니다.

– 스팸(spam)성 게시물
– 타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 게시물
– 동의 없이 타인의 신상을 공개하는 게시물
– 회사 또는 제3자의 지적재산권 등 권리를 침해하는 내용의 게시물
– 기타 게시판 주제에 맞지 않는 게시물

회사는 바람직한 게시판 문화를 조성하기 위하여 이용자가 타인의 동의 없이 그 신상을 공개하는 경우, 해당 게시물의 특정 부분을 삭제하거나 기호 등으로 수정하여 게시할 수 있습니다. 또한 해당 게시물의 내용이 다른 주제의 게시판에 적합하다면, 이를 옮긴 후 이동 경로를 밝혀 이용자가 오해하지 않도록 합니다.

그 외의 경우는 명시적 또는 개별적인 경고 후 삭제 조치할 수 있습니다.

게시물과 관련된 제반 권리와 책임은 기본적으로 작성자 본인에게 있습니다. 또한 이용자가 게시물에서 자발적으로 공개한 정보는 보호받기 어려우므로 정보 공개 전에 심사 숙고하시기 바랍니다.

(4) 이메일 무단수집 거부 방침

회사는 게시된 이메일 주소가 이메일 수집 프로그램 또는 그 밖의 기술적 장치를 통하여 무단 수집되는 것을 거부합니다. 이를 위반 시 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등에 의해 처벌 받을 수 있습니다.

(5) 광고성 정보의 전송

회사는 이용자의 사전 동의 없이 영리목적의 광고성 정보를 전송하지 않습니다.

개인정보처리방침 버전 번호 : 20201001_v0.1
개인정보처리방침 시행 일자 : 2020. 10. 01(TBD)`,
  },
];

export const TERMS_OF_SERVICE_CONTENT: TermsBlock[] = [
  {
    type: "paragraph",
    text: `제 1 장 총칙

제 1 조 (목적)

본 약관은 (주)빅링크에이아이(이하 “회사”)가 회원에게 제공하는 서비스의 이용과 관련하여 회사와 회원 간의 권리, 의무, 책임사항 및 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (용어의 정의)

본 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. “서비스”라 함은 회사가 운영하는 서비스로, 회사가 운영하는 웹페이지(bigbird.co.kr / bigbirdinfluencer.com/ bigbirdmarket.com, 이하 “웹페이지”) 및 모바일 애플리케이션 등을 통하여 제공하는 서비스 일체를 포함합니다.

2. “회원”이란 웹페이지를 통하여 회원가입 절차를 완료한 자로서, 회사가 제공하는 서비스를 이용할 수 있는 자를 의미합니다.

3. “인플루언서”란 회원 중 소셜매체를 통하여 제품 사용 후기, 리뷰 등 (이하 총칭하여 “컨텐츠”)을 게시하는 방법으로 광고주의 제품을 홍보하는 자를 의미합니다.

4. “광고주”란 회원 중 서비스를 이용하여 제품을 판매하고자 하는 자를 의미합니다.

5. “구매자”란 서비스를 통해 광고주의 상품을 구매한 자를 의미합니다.

6. “소셜매체”란 컨텐츠를 활용하여 대화 및 상호작용이 일어나는 채널(Social Network Service)을 의미합니다.

7. “캠페인”이란 광고주와 인플루언서가 마케팅 서비스 계약을 체결하고, 인플루언서는 소셜매체를 통하여 광고주의 제품을 홍보해주는 이벤트를 의미합니다.

제 3 조 (약관의 효력)

1. 서비스를 이용하려면 먼저 본 약관에 동의하여야 합니다. 약관에 동의하지 않는 경우 서비스를 이용할 수 없습니다.

2. 회사는 본 약관의 내용을 회원 및 이용자가 알 수 있도록 웹 사이트 등에 게시하거나 연결화면을 제공하는 방법으로 회원에게 공지합니다.

3. 회사는 필요한 경우 관련 법령에 따라 본 약관을 변경할 수 있습니다. 회사가 약관을 변경할 경우에는 적용일자, 개정내용 및 변경 사유를 명시하여 웹페이지에 게시하거나 연결화면을 제공하는 방법으로 적용일자 10일(회원에게 불리하거나 중대한 사항의 변경은 30일) 전부터 공지하고, 필요한 경우 기존 회원에게는 제4조에서 정한 방법으로 개별 통지합니다.

4. 회사는 본 약관을 개정할 경우에는 원칙적으로 개정약관 공지 후 개정약관의 적용에 대한 회원의 동의 여부를 확인합니다. 다만 개정약관 공지 시 회원이 동의 또는 거부의 의사표시를 하지 않으면 승낙한 것으로 간주하겠다는 내용도 함께 공지한 경우에는 회원이 약관 시행일까지 거부의사를 표시하지 않는다면 개정약관에 동의한 것으로 간주할 수 있습니다.

5. 회원이 변경 약관에 동의하지 않는 경우 회사는 회원과의 계약을 해지하거나 회원의 서비스 이용을 제한할 수 있습니다.

6. 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 「약관의 규제에 관한 법률」, 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「전자문서 및 전자거래 기본법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 관련 법령 및 상관례에 따릅니다.

제 4 조 (회원에 대한 통지)

1. 회사는 회원에 대한 통지를 위해 회원이 회사에 제공한 이메일 주소 또는 전화번호를 이용하거나 웹페이지 내 팝업, 문자메세지 등 기타 객관적으로 적절한 수단을 이용할 수 있습니다.

2. 회원이 연락처를 기재하지 않거나, 기존 연락처가 변경되었음에도 불구하고 이를 회사에 알리지 않거나, 회원 전체에 대한 통지가 필요한 경우 등 개별 통지가 어려운 경우에는, 회사는 그 통지사항을 1주일 이상 웹페이지에 게시하거나 연결화면을 제공하는 방법으로 전항의 개별통지를 대신할 수 있습니다. 다만, 회원에게 불리하거나 중대한 사항에 대한 통지의 경우에는 게시기간을 30일로 합니다.

제 2 장 서비스 이용계약

제 5 조 (회원가입)

1. 회원 가입을 희망하는 자는 회사가 정한 가입 양식에 따라 필수 회원정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청하면, 회사가 이를 승낙함으로써 서비스 이용계약이 성립합니다.

2. 회사는 회원 가입을 희망하는 자에게 실명 확인 및 본인인증, 기타 필요한 정보를 요구할 수 있으며, 그 절차와 방식은 관련 법령에 따릅니다.

3. 회사는 제1항과 같이 신청을 한 고객 중 아래 각 호에 해당되는 경우에는 승인을 거부할 수 있으며, 등록이 된 이후에도 아래 각호의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다.

① 동일한 정보로 이미 가입이 되어 있는 경우
② 회원가입신청자의 필수 정보사항 및 각종 동의서 상에 허위 기재, 중요 정보의 누락, 식별 불가, 또는 오기가 있는 경우
③ 서비스 가입 신청자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우
④ 서비스 가입 신청자가 본 약관에 의하여 이전에 회원의 자격을 상실한 적이 있는 경우. 단, 회사가 재가입을 허용하는 경우는 예외로 합니다.
⑤ 등록을 신청한 사람이 만 14세 미만인 경우
⑥ 기타 회사가 필요하다고 인정한 경우

제 6 조 (회원탈퇴)

1. 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며, 회사는 내부 정책에 의거하여 탈퇴를 처리합니다.

2. 회원이 서비스를 탈퇴한 경우 회원에게 부여하는 자격과 모든 혜택이 소멸될 수 있으며, 회원의 개인정보 보관 등은 관련 법규를 준수하며 회사의 개인정보처리방침과 내부 정책에 따릅니다.

3. 회원이 서비스를 탈퇴한 후에도 회원이 기존에 등록했던 컨텐츠는 모두 보존됩니다.

4. 다음의 각 호의 사유에 해당할 경우, 즉시 탈퇴가 불가능할 수 있습니다.

① 회원이 탈퇴를 원하는 시점에 캠페인이 진행중이거나, 정산이 완료되지 않은 경우
② 회원가입을 하고 48시간 이내일 경우
③ 기타 회사가 합리적인 이유로 필요하다고 인정하는 경우

제 7 조 (회원 계정 관리에 대한 의무와 책임)

1. 회원은 자신의 계정정보 및 입력하신 개인정보를 철저히 관리하여야 합니다. 회원이 본인의 계정정보를 소홀히 관리하거나 제3자에게 이용을 승낙함으로써 발생하는 불이익에 대해서는 전적으로 회원에게 그 책임이 있으며 회사는 고의 또는 과실이 없는 한 이에 대해 책임을 지지 않습니다.

2. 만약 회원의 계정정보 개인정보 등의 오남용 또는 부정사용 기타 의심스러운 사례를 발견하는 경우 즉시 회사에 통지하고, 회사의 안내에 따라야 합니다.

3. 제2항의 경우 회원이 회사에 그 사실을 즉시 통지하지 않거나, 통지하였더라도 회사의 안내에 따르지 않는 경우, 그로 인한 불이익에 대하여 회사는 책임을 지지 않습니다.

제 8 조 (개인정보의 취급)

1. 회사는 회원의 서비스 이용에 필요한 최소한의 개인정보를 회원의 동의를 얻어 수집할 수 있습니다. 해당 개인정보에 대해서는 개인정보 취급 관련 법령이 적용됩니다.

2. 수집된 개인정보는 관련 법령 및 회사의 개인정보 취급방침에 따라 보호, 관리됩니다.

3. 회원 계정 생성 및 서비스 이용 과정에서 정보를 제공하는 경우, 회원은 정확하고 완전한 최신 정보를 제공하여야 하고, 이를 유지, 관리 및 업데이트하여야 합니다. 회원이 제공한 정보가 거짓 또는 정확하지 않거나 불완전한 경우 그로 인해 발생한 불이익에 대해서 회사는 책임을 지지 않습니다.

제 3 장 서비스 제공 및 이용

제 9 조 (서비스의 내용)

1. 광고주와 인플루언서는 서비스를 통해 다음 각 호의 캠페인을 진행하거나 참여할 수 있습니다.

① 브랜드형 캠페인 : 광고주 브랜드 또는 상품을 홍보하는 컨텐츠를 제작하여 인플루언서의 소셜매체에 노출하는 등의 방식으로 홍보를 진행하는 형식의 홍보 형태로서, 구체적인 사항은 “서비스” 정책을 따릅니다.

② 공구형Ⅰ캠페인 : 광고주가 제품을 홍보하기 위해 “서비스”를 통하여 인플루언서와 마케팅 서비스 계약을 체결하고, 인플루언서가 소셜 매체 활동 등의 방식으로 제품을 홍보하고 이를 통해 판매된 금액의 일부를 수수료로 수취하는 형식의 캠페인으로서, 구체적인 사항은 “서비스” 정책을 따릅니다.

③공구형Ⅱ 캠페인 : “서비스”에 가입한 광고주의 상품 리스트를 서비스에 가입한 인플루언서에게만 노출하여, 인플루언서가 홍보를 원하는 상품을 직접 선택하여 홍보 후 수수료를 수취하는 형식의 홍보 형태로서, 구체적인 사항은 “서비스” 정책을 따릅니다.

④ 이지샵형 캠페인 : 광고주가 직접 상품을 판매하기 위해 마켓(스토어) 개설 및 결제 기능을 제공하여 마켓당 약정된 수수료를 수취하는 캠페인으로서, 구체적인 사항은 “서비스” 정책을 따릅니다.

⑤ APP설치형 캠페인 : 광고주의 APP(어플리케이션) 홍보하기 위해 “서비스”를 통해 인플루언서와 마케팅 서비스 계약을 체결하고, 인플루언서가 소셜 매체 활동 등의 방식으로 제품을 홍보하고 이를 통해 설치된 가입자수에 따라 약정된 수수료로 수취하는 형식의 캠페인으로서, 구체적인 사항은 “서비스” 정책을 따릅니다.

2. 회사는 광고주의 광고 목적, 카테고리, 예산 등의 조건에 따라 광고주의 캠페인에 적합한 인플루언서를 추천할 수 있고, 광고주는 그 중 일부 또는 전부를 선택하여 캠페인을 진행할 수 있습니다.

3. 광고주는 인플루언서 매칭이 완료된 이후에는 캠페인 취소 및 환불을 요청할 수 없습니다. 다만, 광고주는 1회에 한하여 회사에 캠페인 내용 또는 일정의 변경을 신청할 수 있고, 회사는 인플루언서의 동의 여부 및 캠페인 진행 상황 등에 따라 그 신청을 승낙하거나 거절할 수 있습니다.

4. 회사는 광고주에게 회사 또는 회사가 지정한 제3자가 운영하는 쇼핑 호스팅 솔루션을 통한 캠페인 상품의 등록 및 판매를 요청할 수 있습니다. 만약 광고주가 회사에서 제공하는 쇼핑 호스팅 솔루션이 아닌 광고주의 별도 판매 사이트를 통해 캠페인 상품을 판매하고자 할 경우, 광고주는 서비스에서 발행하는 트래킹(Tracking) 코드를 적용하여야 합니다.

5. 캠페인이 종료되면, 회사는 광고주와 인플루언서에게 캠페인 실적에 관한 정보를 제공합니다.

6. 회사는 필요한 경우 서비스의 세부내용을 추가 또는 변경할 수 있으며, 중요한 변경이 있을 경우 웹페이지 등에 게시하거나 연결화면을 제공하는 방법으로 게시하여 이를 알립니다.

제 10 조 (대금 정산)

1. 서비스를 통해 발생하는 판매가, 판매량 등의 수치는 광고주 전용 플랫폼 및 인플루언서 전용 플랫폼에서 확인할 수 있습니다.

2. 광고주와 인플루언서는 서비스를 이용함에 있어 비정상적인 방법으로 실적을 허위로 발생시키거나 축소하는 등의 위법행위를 하여서는 안되며, 그 경우 민∙형사상의 책임을 부담할 수 있습니다.

3. 대금 정산은 개별 캠페인 별로 진행되고, 캠페인 시작 전 회원이 동의한 수익 배분 방식이 적용됩니다.

4. 광고주는 서비스의 캠페인 건 별 수익 배분 기준에 따라 산정된 광고비를 회사에 지급합니다.

5. 회사는 서비스의 캠페인 건 별 수익배분 기준에 따라 인플루언서 회원에게 수수료를 지급합니다.

6. 본 조 제3항 내지 제5항의 정산기간은 1개월 단위를 원칙으로 하여 캠페인 종료 후 판매실적을 포함한 환불, 취소 발생 검토 종료 후 구매 확정건에 대해 익월 10일까지 정산을 진행하며, 광고주 전용 플랫폼 및 인플루언서 전용 플랫폼을 통해 관리합니다.

제 11 조 (대리행위 및 보증의 부인)

1. 회사는 광고주와 인플루언서, 구매자 사이에서 상품의 구매 계약을 체결하도록 중개하는 통신판매중개업자로서, 상품 구매를 위한 시스템을 운영, 관리, 제공할 뿐, 광고주 또는 구매자를 대리하지 않으며, 회원 사이에 성립된 거래와 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 회원이 직접 부담하여야 합니다.

2. 회사는 광고주와 인플루언서, 구매자 간의 거래와 관련하여 판매의사나 구매의사의 존부 및 진정성, 등록 상품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 구매자 또는 광고주가 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체를 보증하지 않습니다.

3. 회사는 광고주가 등록한 제품의 내용과 거래조건에 대하여 어떠한 보증이나 대리를 하지 않습니다.

제 12 조 (서비스의 제한 및 변경 등)

1. 서비스는 회사의 업무상 또는 기술상 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 다만 서비스 성격에 따라 토요일, 일요일, 공휴일과 평일 오후 6시 이후에는 제공이 제한될 수 있습니다.

2. 회사는 그 필요에 따라 서비스의 전부 또는 일부를 변경, 개선, 수정(추가, 삭제 등을 포함합니다) 또는 종료할 수 있습니다.

3. 회사는 다음 각 호와 같은 경우 또는 이에 해당하는 사실이 존재한다고 의심할 만한 합리적 이유가 있는 경우 서비스의 전부 또는 일부를 중지하거나 제한, 변경 또는 종료할 수 있습니다.

① 컴퓨터 등 정보통신설비의 보수점검, 장비의 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
② 서비스를 위한 설비 등의 유지보수 등으로 인한 부득이한 사정이 있는 경우
③ 해킹 등의 전자적 침해사고, 통신 사고, 회원들의 비정상적인 서비스 이용행태, 예상할 수 없는 서비스의 불안정성에 대응하기 위하여 필요한 경우
④ 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
⑤ 관련 법령에서 특정 시간 또는 방법으로 서비스 제공을 금지하는 경우
⑥ 분할, 합병, 영업양도, 영업의 폐지, 당해 서비스의 수익 악화 등 회사의 경영상 이유 등으로 인하여 서비스를 제공할 수 없는 부득이한 사정이 발생한 경우
⑦기타 천재지변, 국가비상사태, 각 국가의 법령/정책 상의 규제 또는 제한 등 불가항력적 사유가 있는 경우

4. 제2항 및 제3항에 따라 서비스를 중지, 변경 또는 종료함에 있어 이로 인하여 회원의 권리의무에 중요한 영향을 초래하는 경우 회사는 이를 사전 공지하거나 기타 적절한 방법으로 “이용자”에게 통지합니다. 단, “회사”가 통제할 수 없는 사유 또는 긴급사유 등으로 인하여 “이용자”에 대한 공지 또는 통지가 불가능한 경우에는 그러하지 아니합니다.

5. 회사는 운영상, 기술상의 필요에 따라 서비스 내용을 수정하거나 변경할 수 있으며, 이 경우 변경 사항을 웹사이트 등에 공지합니다. 이에 대하여 회사는 회원 또는 제3자에 어떠한 책임도 부담하지 않습니다.

제 13 조 (저작권의 귀속 및 이용제한)

1. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속됩니다.

2. 인플루언서가 서비스를 통해 작성한 대가성 컨텐츠에 대한 저작권은 광고주 및 회사에 귀속됩니다.

3. 회원은 회사에게 귀속하는 지적재산권을 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.

제 14 조 (광고 등의 제공)

1. 회사는 회원의 편의를 위하여 다양한 정보 및 광고를 웹페이지 공지, 전자우편, 문자, 전화, 어플리케이션 알림, 배너 등의 방법으로 회원에게 제공할 수 있습니다. 회원은 이를 원하지 않을 경우 회사가 제공하는 방법에 따라 수신을 거부할 수 있습니다.

2. 제1항 단서에 따른 수신 거부 회원의 경우라도 이용약관, 개인정보보호정책, 기타 회원의 이익에 영향을 미칠 수 있는 중요한 사항의 변경 등 회원이 반드시 알고 있어야 하는 사항에 대해서는 전항의 방법으로 정보의 제공 등을 할 수 있습니다.

제 4 장 서비스와 관련한 권리 및 의무 관계

제 15 조 (회원의 의무)

1. 회원은 본 약관과 기타 회사가 고지하는 사항을 확인하고 준수할 의무가 있으며, 다음 각 호의 행위를 하여서는 안됩니다.

① 허위 또는 타인의 정보로 가입하거나 정당한 이유 없이 다수의 계정으로 활동하는 행위
② 계정 내 불리한 정보를 삭제하기 위해 의도적으로 계정을 탈퇴/재가입하는 행위
③ 상습적으로 계약 체결을 취소하거나 다른 회원에게 피해를 주는 행위
④ 회사 웹사이트 등에 악성코드, 바이러스 등의 프로그램을 고의 또는 과실로 설치, 유포하는 행위
⑤ 회사 웹사이트 등에서 정보를 수집하기 위해 무단으로 크롤링을 하는 행위
⑥ 사전 협의 없이 회사를 제외하고 다른 회원과 거래하는 행위
⑦ 회사 또는 다른 회원, 제3자를 차별 또는 비방하거나 명예를 훼손하는 행위
⑧ 회사 및 다른 회원, 제3자의 특허권, 상표권, 저작권 등 지적재산권을 침해하는 행위 또는 침해할 우려가 있는 행위
⑨ 계정 및 계정 내 컨텐츠를 타인에게 판매, 양도, 대여하거나, 타인에게 그 이용을 허락 또는 이를 시도하는 행위 및 이를 알선하는 행위
⑩ 회사가 정하여 고지한 정책이나 현행 법령에 반하는 행위
⑪ 공공질서 또는 미풍양속에 위배되는 정보를 메시지, 화상, 음성 등으로 유포하는 행위
⑫ 회사 웹사이트에서 회원이 발견한 시스템 오류나 버그 등을 타인에게 유포하거나, 악용하는 행위
⑬ 기타 제1호 내지 제12호에 준하는 행위로서 회사를 해하는 행위

제 16 조 (인플루언서의 권리와 의무)

1. 인플루언서는 상품에 대한 정보를 소셜 매체에 게시하는 경우, 다음 각 호의 의무를 준수하여야 합니다.

① 인플루언서는 회사나 광고주로부터 제공받은 가이드라인을 준수하여 컨텐츠를 작성하여야 합니다.
② 인플루언서는 광고주 협찬품 또는 샘플 수령 후 지정된 일자에 맞춰 컨텐츠를 게시합니다.
③ 인플루언서는 컨텐츠 작성시 제품에 대한 사진 또는 동영상을 리뷰 등과 함께 첨부하여야 하고, 기타 홍보에 필요한 필수적인 항목을 기입하여야 합니다.
④ 인플루언서는 광고주와의 협의에 따라 컨텐츠를 소셜매체에 업로드 전 광고주의 검수 후 업로드하며, 광고주의 동의 없이 작성된 컨텐츠를 임의로 수정하거나 삭제할 수 없습니다.
⑤ 인플루언서는 작성시간 종료일 익일부터 계약된 기간동안 전체공개로 게시물을 게시하여야 합니다. (단, 공구형 캠페인의 경우, 해당 공구 기간이 종료된 후 광고주의 요청이 있을 경우 판매가격 등의 정보는 삭제합니다.)
⑥ 인플루언서가 작성한 컨텐츠가 제품의 내용과 일치하지 않거나 과장, 허위정보가 기재되어 있는 등의 이유로 광고주가 수정을 요청할 경우 컨텐츠를 수정하여야 합니다.
⑦ 인플루언서는 “서비스” 웹페이지 등에 지정된 인플루언서의 의무를 준수하여야 합니다.

2. 인플루언서는 다음 각 호의 행위를 해서는 안됩니다.

① 본 조 제1항의 의무를 위반하거나 해태하는 경우
② 배송 정보를 허위로 기재하거나 고의로 잘못된 배송 정보를 입력하는 경우
③ 타인명의의 계정을 사용하거나 소셜매체 계정을 비공개로 설정한 경우
④ 협찬품을 받아 3개월 이내에 제3자에게 재판매, 양도, 임대한 경우
⑤ 기타 광고주의 요청에 반하는 행위를 하는 경우

3. 인플루언서가 본 조의 의무를 위반하거나 해태한 경우, 광고주는 인플루언서에게 의무 이행을 최고(이하 “경고메시지”)할 수 있습니다.

4. 인플루언서가 본 조의 의무를 위반하거나 광고주로부터 경고메시지를 받는 경우 인플루언서의 지위에서 제공받는 각종 혜택이나 서비스의 이용이 중지될 수 있으며 캠페인 정산이 보류될 수 있습니다.

5. 인플루언서가 경고메시지를 받은 후, 상당한 기간이 지나도록 의무를 이행하지 않는 경우, 광고주는 인플루언서와 계약을 해지할 수 있고, 계약 불이행에 대한 손해배상을 청구할 수 있습니다.

제 17 조 (광고주의 권리와 의무)

1. 광고주는 캠페인을 통해 판매한 상품의 배송, 반품, 교환, 환불 및 구매자 대응 등 상품 판매와 관련한 사항들을 광고주의 책임으로 수행하여야 합니다.

2. 광고주는 캠페인을 수행하는 인플루언서에게 협찬품 또는 샘플을 배송해주어야 하며, 이와 관련하여 발생하는 배송 비용 및 책임은 광고주가 부담합니다.

3. 협찬품의 배송과정에서 파손, 멸실, 지연, 오배상, 배송 누락 등의 문제(이하 “배송 사고”)가 발생하는 경우, 광고주는 배송 사고가 발생한 사실을 안 날로부터 3 영업일 이내에 인플루언서에게 동일한 협찬품을 재배송해야 합니다.

4. 인플루언서가 업로드한 컨텐츠의 저작권은 인플루언서에게 귀속되며, 광고주와 회사는 컨텐츠에 대한 독점적인 이용권을 갖습니다. 광고주는 게시기간이 종료한 후에도 회사와 협의를 통해 인플루언서가 업로드한 컨텐츠의 전부 또는 일부를 제품 홍보 목적으로 사용할 수 있으나 이 경우 컨텐츠의 출처를 기재하고 관련 법령을 준수하여 활용하여야 합니다.

5. 광고주는 제품 홍보 목적으로 컨텐츠의 전부 또는 일부를 변형, 각색하여 2차적저작물을 만드는 경우, 인플루언서의 사전 동의를 받아야 합니다.

6. 광고주는 가입한 서비스 웹 사이트를 통하여 캠페인 진행 사항을 확인할 수 있으며, 웹사이트 등을 통하여 인플루언서가 작성한 컨텐츠를 실시간으로 확인할 수 있습니다.

7. 광고주 상품의 판매에 따른 배송, 정산, 통계 제공을 위해 구매자 정보를 회사에 수탁하여야 합니다.

8. 광고주는 캠페인 진행 과정에서 지득한 인플루언서나 구매자의 정보를 캠페인 진행 외의 목적으로 활용할 수 없습니다.

9. 광고주에게 다음 각 호의 사유가 발생한 경우, 인플루언서는 마케팅 서비스 계약의 해제 또는 해지를 회사에 요청할 수 있습니다.

① 회사 웹사이트 등을 통하여 게시한 협찬품에 대한 정보가 허위이거나 실제와 상당부분 불일치하는 경우
② 협찬품이 관련 법규에 위반하거나 위반할 가능성이 있는 경우
③ 협찬품이 성인용품 등 미풍양속을 저해하는 경우
④ 협찬품에 하자가 있거나 광고주 브랜드와 관련하여 부정적인 여론이 형성된 경우
⑤ 협찬품을 인플루언서에게 배송하지 않거나, 배송 사고가 발생한 후 협찬품을 재배송하지 않는 경우

제 5 장 분쟁해결 등

제 18 조 (분쟁의 해결)

“이용자”는 “회사”에 대해서 불만사항이나 문의사항이 있을 경우 아래 연락처를 통해 해당 사항의 처리를 신청할 수 있고 회사는 이를 성실하게 처리합니다.

주 소 : 서울특별시 강남구 강남대로 310, 2012호(역삼동, 유니온센터빌딩) (주)빅링크에이아이
문의처 : https://bigbird.co.kr / https://bigbirdinfluencer.com
전화번호 : 1661-6213

제 19 조 (보증 및 면책)

1. “회사”는 “서비스”에 대하여 다음과 같은 사항을 보증하거나 보장하지 않습니다.

① 항상 또는 특정 시간에 제공될 수 있거나 중단되지 않는다는 점, 또는 그 내용 및 이용이 안전하거나 오류가 없다는 점
② 회원의 요구 사항에 맞거나 특정 수준의 성능이나 기능을 충족한다는 점
③ 바이러스, 해킹, 손상 또는 기타 보안 침입으로부터 안전하다는 점. 다만, 회사는 각종 보안 침입으로부터 이용자를 보호하기 위해 현재의 기술수준에 따라 합리적인 노력을 기울입니다.

2. 회사는 서비스를 통해 이루어지는 판매 및 구매와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 상품의 품질, 완전성, 안전성, 적법성 및 타인의 권리에 대한 비침해성, 회원이 제공한 정보 및 그 정보의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련한 일체의 위험은 회원이 부담합니다.

3. 회사는 회사의 본 약관 위반으로 인해 회원에게 발생하는 손해 중 회사가 예측할 수 없는 회원의 손해에 대해서는 책임을 부담하지 않습니다. 회원에 대한 회사의 책임은 회원에게 발생할 수 있는 데이터 손실, 영업손실 또는 사업 중단 등을 포함한 사업상 손실 기타 간접손실이나 우발손실을 포함하지 않습니다.

4. 서비스에 포함된 정보, 문서, 소프트웨어 등 및 기타 자료는 ‘있는 그대로’ 제공됩니다. 해당 자료의 오류, 결함 또는 부정확함에 대하여 회사의 귀책사유가 없는 한 회사는 어떠한 책임이나 의무도 부담하지 않습니다.

5. 회사는 회원의 본 약관 또는 관련법령 위반, 부주의 또는 관리소홀로 인해 발생한 단말기 파손∙오류발생∙제3자에 의한 계정도용∙부정사용 등 회원 본인의 귀책사유 또는 다른 제3자의 귀책사유로 인한 서비스 이용의 장애 또는 발생하는 피해에 대하여는 책임을 지지 않습니다.

6. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에 회원에게 발생한 손해에 대하여 책임을 지지 않습니다.

7. 서비스에는 제3자가 제공하는 컨텐츠, 각종 자료, 정보, 소프트웨어 등 또는 이들로 연결되는 하이퍼링크가 포함될 수 있습니다. 회사는 이에 대한 통제력이 없으므로 그 적법성‧정확성 등에 대하여 보증하지 아니하며, 이에 대한 책임을 지지 않습니다.

제 20 조 (손해배상)

1. 회사는 서비스 이용과 관련하여 발생한 손해에 대해 회사에 귀책사유가 있는 경우에만 책임을 부담합니다.

2. 회원이 본 약관을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 해당 회원은 회사에 발생하는 손해를 배상해야 하고, 이로 인하여 회사가 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받은 경우 그로 인하여 회사에 발생한 손해를 배상해야 합니다.

제 21 조 (이용자 상호간 또는 이용자와 제3자 사이의 법률 관계 등)

1. 본 약관은 회원과 다른 제3자와의 법률 관계에 영향을 주지 않으며, 이에 대해서는 제3자가 정하는 별도 약관이 적용될 수 있습니다.

2. 서비스에서 다른 회원 또는 이용자와의 교류에 대한 책임은 전적으로 이용자 본인에게 있습니다. 회사는 회원이 서비스와 관련하여 게재하거나 주고 받은 정보, 자료, 기타 데이터의 정확성, 적법성을 보증하지 아니하고, 회원 상호간 또는 회원과 제3자 상호간에 서비스 이용 과정에서 발생하는 명예훼손 기타 불법행위로 인한 민, 형사상 문제에 대하여 개입하거나 이에 대한 책임을 지지 아니합니다.

제 22 조 (기타)

1. 본 약관의 일부 조항이 효력을 상실할 경우 본 약관의 나머지 조항은 여전히 유효합니다.

2. 회원은 회사의 사전 서면 동의 없이 본 계약 또는 본 계약에 따라 발생하는 회원의 모든 권리나 의무를 제3자에게 이전, 양도, 부과 또는 달리 처리할 수 없습니다.

3. 본 약관 및 본 약관에 따른 회원과 회사의 관계에는 대한민국 법률이 적용됩니다.

4. 회사와 회원 간에 서비스와 관련하여 분쟁이 발생한 경우 이에 대한 소송은 관련 법령이 정한 절차에 따른 법원을 관할 법원으로 합니다.`,
  },
];
